verification/runs/F14-cooling-ladder/K2e_runs/m96_dT10_vd/0.orig/p
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2606                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0.orig";
    object      p;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [1 -1 -2 0 0 0 0];

internalField   uniform 101325.0;

boundaryField
{
    hotWall         { type calculated; value uniform 101325.0; }
    coldWall        { type calculated; value uniform 101325.0; }
    adiabaticWalls  { type calculated; value uniform 101325.0; }
    frontAndBack    { type empty; }
}

// ************************************************************************* //
